import {Description} from '../news/shared/description';

export const MockDescription: Description[] = [{
  title: "История развития художественного образования Белгородской области",
  short_description: `
  <p>Всем известно, что история Белгородского института искусств и культуры началась с открытия в Белгороде 27 мая 1960
  года культурно-просветительного училища. Тогда оно стало единственным специализированным в регионе профессиональным
    учебным заведением.</p>

  <p>Мы хотели бы рассказать о первом директоре училища. Им стал Михаил Афанасьевич Ивашечкин, ветеран Великой
  Отечественной войны, работавший секретарём Белгородского горкома КПСС, награждённый двумя орденами Красной звезды,
  орденом Отечественной войны II степени и орденом Октябрьской революции. К сожалению, он скончался в возрасте 65 лет,
  28 сентября 1984 года, и был похоронен на городском кладбище на Ячнево. В этом году, 1 ноября, ему исполнилось бы 95
  лет. Студенческий актив БГИИК и волонтёрский отряд «Милосердие» во главе с председателем объединённого профсоюзного
  комитета вуза Тамарой Анатольевной Уваровой в течение последних лет ухаживают за его могилой. Но время не щадит даже
    камень.</p>

  <p>В этом году студенческое сообщество БГИИК выступило с инициативой по сбору средств на установку нового памятника к
  годовщине его смерти. Ведь даже 1 рубль покажет ваше уважение и внимание к тому, кто дал толчок к развитию культуры на
  Белгородчине. Сбор средств будет проходить с 22 сентября по 10 октября в деканатах факультетов. Это то малое, что
  каждый из нас, работников и учащихся Института искусств и культуры, может сделать сейчас в память о Михаиле
    Афанасьевиче.</p>
  <a href="/" routerLink="/" style="height: 20px;">Читать далее...</a>
  <p><br/></p>`,
  description: ''
}];
