import {Question} from './question';

// @ts-ignore
export const questionData: Question[] = [
  {
    id: 1,
    title: 'Проведение аттестации педагогических работников в целях подтверждения соответствия педагогических работников занимаемым ими должностям осуществляется',
    type: 1,
    options: [
      'один раз в пять лет на основе оценки их профессиональной деятельности аттестационными комиссиями, самостоятельно формируемыми организациями, осуществляющими образовательную деятельность',
      'один раз в три года на основе оценки их профессиональной деятельности аттестационными комиссиями, самостоятельно формируемыми организациями, осуществляющими образовательную деятельность',
      'один раз в пять лет на основе оценки их профессиональной деятельности аттестационными комиссиями, формируемыми муниципальными органами управления образования',
      'один раз в пять лет на основе оценки их профессиональной деятельности аттестационной комиссией субъекта РФ',
    ],
    results: [1]
  },
  {
    id: 2,
    title: 'Педагогические работники имеют следующие трудовые права и социальные гарантии, включая',
    type: 1,
    options: [
      'право на дополнительное профессиональное образование по профилю педагогической деятельности не реже чем один раз в три года',
      'право на дополнительное профессиональное образование по профилю педагогической деятельности не реже чем один раз в четыре года',
      'право на дополнительное профессиональное образование по профилю педагогической деятельности не реже чем один раз в два года',
      'право на дополнительное профессиональное образование по профилю педагогической деятельности не реже чем один раз в пять лет',
    ],
    results: [1]
  },
  {
    id: 3,
    title: 'Укажите, что входит в обязанности педагогических работников',
    type: 1,
    options: [
      '5, 6',
      '1, 2, 3, 4',
      '2, 5',
      '1, 3'
    ],
    hint: [
      'проходить аттестацию на соответствие занимаемой должности',
      'развивать у обучающихся познавательную активность',
      'систематически повышать квалификацию',
      'проходить внеочередные медицинские осмотры по направлению работодателя',
      'участие в научной, научно-методической, исследовательской деятельности',
      'участие в управлении образовательной организацией, в том числе в коллегиальных органах управления',
    ],
    results: [2]
  },
  {
    id: 4,
    title: 'Согласно Конвенции о правах ребенка он',
    type: 1,
    options: [
      'имеет больше прав, чем взрослый',
      'ограничен в своих правах по сравнению со взрослым',
      'как и взрослый, должен обладать всем спектром основных прав и свобод человека',
      'имеет особые права, отличные от прав взрослых',
    ],
    results: [1]
  },
  {
    id: 5,
    title: 'Согласно Конвенции о правах ребенка ребенком является каждый человек до достижения им',
    type: 1,
    options: [
      '16-летнего возраста',
      '10-летнего возраста',
      '18-летнего возраста',
      '12-летнего возраста',
    ],
    results: [3]
  },
  {
    id: 6,
    title: 'Конвенция ООН о правах ребенка» была ратифицирована в России в ___ году',
    type: 1,
    options: [
      '1990',
      '1994',
      '1989',
      '1918',
    ],
    results: [1]
  },
  {
    id: 7,
    title: 'Дополнительное образование направлено на',
    type: 1,
    options: [
      'приобретение знаний умений, навыков для выполнения определенных функций',
      'дополнительное образование детей и взрослых направлено на формирование и развитие творческих способностей детей и взрослых, удовлетворение их индивидуальных потребностей в интеллектуальном, нравственном и физическом совершенствовании, выявление и поддержку детей, проявивших выдающиеся способности и не сопровождается повышением уровня образования',
      'приобретение знаний умений, навыков для профессиональной деятельности',
    ],
    results: [2]
  },
  {
    id: 8,
    title: 'Учебный план – это документ, который',
    type: 1,
    options: [
      'определяет порядок изучения учебных предметов, конец и начало учебной четверти',
      'содержание и объем знаний по каждому учебному предмету, которое отводится на изучение определенных тем',
      'определяет перечень, последовательность изучения учебных предметов по годам обучения и учебным полугодиям, формы промежуточной аттестации, объем часов по каждому предмету',
    ],
    results: [3]
  },
  {
    id: 9,
    title: 'Педагогические работники ДШИ обязаны',
    type: 1,
    options: [
      'проходить аттестацию на соответствие занимаемой должности',
      'проходить аттестацию на первую и высшую квалификационную категорию',
      'проходить аттестацию на соответствие занимаемой должности, первую и высшую квалификационные категории',
    ],
    results: [1]
  },
  {
    id: 10,
    title: 'Федеральные государственные требования в системе дополнительного предпрофессионального образования в области искусства устанавливаются к',
    type: 1,
    options: [
      'структуре, условиям и результатам реализации основных общеобразовательных программ',
      'срокам и условиям получения общего профессионального образования, финансовому и материально-техническому обеспечению',
      'минимуму содержания, структуре, условиям реализации ДПОП и сроку обучения по этой программе',
    ],
    results: [3]
  },
  {
    id: 11,
    title: 'Абитуриенты принимаются в ДШИ для обучения по дополнительным предпрофессио-нальным общеобразовательным программам в области искусств на основании',
    type: 1,
    options: [
      'процедуры отбора',
      'результатам индивидуального отбора',
      'результатам письменного группового тестирования',
    ],
    results: [2]
  },
  {
    id: 12,
    title: 'Дополнительные предпрофессиональные программы в области искусств разработаны со сроками обучения',
    type: 1,
    options: [
      '5 (6) лет и 7(8) лет',
      '5 (6) лет и 8(9) лет',
      '4 (5) лет и 7(8) лет',
    ],
    results: [2]
  },
  {
    id: 13,
    title: 'Фонды оценочных средств, включающие типовые задания, контрольные работы, тесты и методы контроля, разрабатываются и утверждаются',
    type: 1,
    options: [
      'образовательным учреждением самостоятельно',
      'региональным научно-методическим кабинетом',
      'Министерством культуры РФ',
    ],
    results: [1]
  },
  {
    id: 14,
    title: 'Учебная программа по предмету разрабатывается на основе',
    type: 1,
    options: [
      'ФГТ и примерной программы по предмету',
      'ФГТ и типовой программы по предмету',
      'ФГТ и программ по предмету, предложенных другими авторами',
    ],
    results: [1]
  },
  {
    id: 15,
    title: 'Разработка и утверждение образовательных программ дополнительного образования детей относятся к компетенции',
    type: 1,
    options: [
      'Министерства образования',
      'образовательного учреждения',
      'органов управления; общественности',
    ],
    results: [2]
  },
  {
    id: 16,
    title: 'Укажите программы, которые реализует преподаватель ДШИ в процессе дополнительного предпрофессионального образования детей',
    type: 1,
    options: [
      'примерные программы',
      'рабочие программы, разработанные самостоятельно на основе примерных программ',
      'экспериментальные программы, разработанные известными авторскими коллективами',
    ],
    results: [2]
  },
  {
    id: 17,
    title: 'Какое образование по направлениям искусства осуществляют современные ДШИ',
    type: 1,
    options: [
      'основное общее, общеэстетическое, профессиональное, предпрофессиональное',
      'основное общее, общеэстетическое, постпрофессиональное, предпрофессиональное',
      'профессиональное, постпрофессиональное, общеэстетическое',
      'общеэстетическое, предпрофессиональное',
      'предпрофессиональное',
    ],
    results: [4]
  }

];

